---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisFailures.ProblemWithPeopleLoadWarn
source: html/b31ed668-78c6-dd14-8d73-5333c9e2e1da.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisFailures.ProblemWithPeopleLoadWarn Property

[Room]'s number of people or people load (sensible or latent) is too high. This may be caused by an incorrect density value and must be corrected before this space can be included in the load calculations.

## Syntax (C#)
```csharp
public static FailureDefinitionId ProblemWithPeopleLoadWarn { get; }
```